const features = [
   "फोन कॉल IVR (इंटरएक्टिव वॉयस रिस्पांस) से मोटर नियंत्रित करें।",
    "वॉयस रिस्पांस के जरिए रियल-टाइम स्टेटस प्राप्त करें।",
    "ड्राई रन प्रोटेक्शन।",
    "फेज फेलियर डिटेक्शन।",
    "इनबिल्ट ऑटो स्विच, अलग से ऑटो स्विच की जरूरत नहीं।",
    "अंडर वोल्टेज और ओवर वोल्टेज प्रोटेक्शन।",
    "सिर्फ कॉल करके इमरजेंसी में मोटर बंद करें।",
    "सिंगल फेज और थ्री फेज मोटर को सपोर्ट करता है।",
    "समय और ईंधन की बचत।",
    "मोबाइल से पाइपलाइन बदलाव या टैंक भरने में सहायक।",
    "2G, 3G, 4G, 5G सभी प्रकार के सिम कार्ड को सपोर्ट करता है।",
    "सभी टेलीकॉम ऑपरेटर के सिम को सपोर्ट करता है।",
    "सिर्फ रजिस्टर्ड यूज़र्स ही पंप चालू/बंद कर सकते हैं।",
    "एक ही पंप को 5 यूज़र तक कंट्रोल कर सकते हैं।",
    "ऐप या स्मार्टफोन की जरूरत नहीं, फीचर फोन से भी कंट्रोल करें।"
  ];

  const featureList = document.getElementById("featureList");

  features.forEach(feature => {
    const li = document.createElement("li");
    li.className = "mb-3";
    li.innerHTML = `<i class="fas fa-check-circle text-primary me-2"></i>${feature}`;
    featureList.appendChild(li);
  });